Repository: brullsker/FastMD
Catalog: FastMD/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AboutDialog.PrimaryButtonText
source: Close
de_de: Schließen

# AboutDialog.Title
source: ABOUT
de_de: ÜBER

# About_Contribute.Text
source: Contribute to FastMD
de_de: Bei der Entwicklung helfen:

# About_DevEmail.Content
source: Mail
de_de: E-Mail

# About_Donate.Text
source: Support me with a donation:
de_de: Spenden:

# About_Libs.Text
source: Used LIbraries and SDKs
de_de: Genutzte Libraries und SDKs

# About_LicenseMIT.Text
source: Licensed under the MIT license
de_de: Lizensiert unter der MIT-Lizenz

# About_MIT.Text
source: The MIT license
de_de: Die MIT-Lizenz

# About_NoLicense.Text
source: Royalty Free
de_de: Lizenzfrei

# EditorAreaReb.PlaceholderText
source: Start typing...
de_de: Text eingeben...

# FileMenu_ClearAll.Text
source: Clear all
de_de: Alles löschen

# FileMenu_Export.Text
source: Export
de_de: Exportieren

# Menu_FileMenu.Header
source: ^File
de_de: ^Datei

# Menu_MoreMenu.Header
source: ^More
de_de: ^Mehr

# Menu_ShareMenu.Header
source: ^Share
de_de: ^Teilen

# MoreMenu_About.Text
source: About
de_de: Über

# MoreMenu_ExitApp.Text
source: Exit App
de_de: App beenden

# MoreMenu_Settings.Text
source: Settings
de_de: Optionen

# PreviewAreaHeader.Text
source: Preview
de_de: Vorschau

# SettingsDialog.PrimaryButtonText
source: Close
de_de: Schließen

# SettingsDialog.Title
source: SETTINGS
de_de: OPTIONEN

# Settings_DefExpNameText.Text
source: DEFAULT EXPORT FILE NAME
de_de: STANDARD-DATEINAME (EXPORT)

# Settings_DefName_TextBox
source: Enter name...
de_de: Namen eingeben...

# Settings_DefShrNameText.Text
source: DEFAULT SHARE FILE NAME
de_de: STANDARD-DATEINAME (TEILEN)

# Settings_FileNamesRestoreDefault.Content
source: Reset
de_de: Zürücksetzen

# Settings_FontFamilyHeader.Text
source: FONT FAMILY
de_de: SCHRIFTART

# Settings_FontSizeHeader.Text
source: FONT SIZE
de_de: SCHIRFTGRÖSSE

# Settings_LangHeaderText.Text
source: LANGUAGE
de_de: SPRACHE

# Settings_Language_Default.Content
source: Default
de_de: Auto

# Settings_NumberPlaceholder.PlaceholderText
source: Enter number...
de_de: Zahl eingeben...

# Settings_RestartChanges.Text
source: This change will take effect after the app has been restarted.
de_de: Diese Änderung wird erst nach einem App-Neustart wirksam.

# Settings_ThemeHeaderText.Text
source: THEME
de_de: DESIGN-MODUS

# Settings_Theme_Dark.Content
source: Dark
de_de: Dunkel

# Settings_Theme_Default.Content
source: Default
de_de: Standard

# Settings_Theme_Light.Content
source: Light
de_de: Hell

# ShareMenu_File.Text
source: File
de_de: Datei

# ShareMenu_File_HTML.Text
source: HTML Page (.html)
de_de: HTML-Seite (.html)

# ShareMenu_File_TXT.Text
source: Plain Text (.txt)
de_de: Textdatei (.txt)

# ShareMenu_Selection.Text
source: Selection
de_de: Textauswahl

# ShareMenu_WholeText.Text
source: Whole Text
de_de: Ganzen Text

# WhatsNew.WhatsNewYes
source: Got it!
de_de: Alles klar!
